Revit 2024 API
ParameterTypeId.FbxLightPhotometricFileCache Property
 "None"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FbxLightPhotometricFileCache { get; }
Visual Basic
Public Shared ReadOnly Property FbxLightPhotometricFileCache As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FbxLightPhotometricFileCache {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace